{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
<<<<<<< HEAD
<<<<<<< HEAD
  "conform.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "everforest": { "branch": "master" },
=======
  "conform.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "everforest": { "branch": "master" },
>>>>>>> 6ceba88be4ecba43b05ffa717dc050ea4233aeb3
=======
  "conform.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "everforest": { "branch": "master" },
>>>>>>> mac
  "friendly-snippets": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "nui.nvim": { "branch": "main" },
<<<<<<< HEAD
  "nvim-cmp": { "branch": "main" },
<<<<<<< HEAD
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
=======
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
>>>>>>> mac
=======
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
>>>>>>> 6ceba88be4ecba43b05ffa717dc050ea4233aeb3
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
<<<<<<< HEAD
>>>>>>> 6ceba88be4ecba43b05ffa717dc050ea4233aeb3
=======
>>>>>>> mac
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
